2024-07-26-pmdg-–-boeing-737.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<meta name="description" content="737 quick start">
<link rel="alternate"
      type="application/rss+xml"
      href="./rss.xml"
      title="RSS feed for ">
<title>PMDG – Boeing 737</title>

          <meta name="author" content="k">
          <meta name="referrer" content="no-referrer">
          <meta name="viewport" content="initial-scale=1,width=device-width,minimum-scale=1">
          <link href= "static/style.css" rel="stylesheet" type="text/css" />
          <link rel="icon" href="static/favicon.ico">
</head>
<body>
<div id="preamble" class="status">
          <div class="header">
              <a href="index.html">HOMEPAGE 🏠 /</a>
              <a href="archive.html">ALL POSTS 📄 /</a>
              <a href="tags.html">ALL POSTS BY TAGS 🏷 /</a>
              <a href="2024-07-30-about.html">ABOUT 👩‍✈️</a>
          </div>
</div>
<div id="content">
<div class="post-date">26 Jul 2024</div><h1 class="post-title"><a href="./2024-07-26-pmdg-–-boeing-737.html">PMDG – Boeing 737</a></h1>
<nav id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org617e5e0"><span class="todo TODO">TODO</span> WORK IN PROGRESS</a></li>
<li><a href="#orgdd468f0">COLD &amp; DARK START</a>
<ul>
<li><a href="#org16af959">PANEL</a></li>
<li><a href="#org3818777">FMC</a>
<ul>
<li><a href="#org664487d">POS INIT</a></li>
<li><a href="#org76dd858">ROUTE</a></li>
<li><a href="#orga18560c">DEP ARR</a></li>
<li><a href="#orgc564d5d">PERF INIT</a></li>
</ul>
</li>
<li><a href="#orgeedd72a">PANEL</a></li>
</ul>
</li>
<li><a href="#org3d4fece">PUSH &amp; START</a></li>
<li><a href="#org8c4ab99">TAXING</a>
<ul>
<li><a href="#org190a600">PANEL</a></li>
</ul>
</li>
<li><a href="#org6d001b5">TAKEOFF</a></li>
<li><a href="#org98e0328">LANDING</a>
<ul>
<li><a href="#orgc703ae4">PANEL</a></li>
<li><a href="#orgd4e25e4">FMC</a></li>
<li><a href="#org6afdbff">PANEL</a></li>
</ul>
</li>
</ul>
</div>
</nav>
<p>
The PMDG 737 for Microsoft Flight Simulator
</p>

<div id="outline-container-org617e5e0" class="outline-2">
<h2 id="org617e5e0"><span class="todo TODO">TODO</span> WORK IN PROGRESS</h2>
<div class="outline-text-2" id="text-org617e5e0">
<blockquote>
<p>
ref.
</p>

<p>
<a href="https://www.bilibili.com/video/BV1k8411d7jV">https://www.bilibili.com/video/BV1k8411d7jV</a>
</p>
</blockquote>
</div>
</div>

<div id="outline-container-orgdd468f0" class="outline-2">
<h2 id="orgdd468f0">COLD &amp; DARK START</h2>
<div class="outline-text-2" id="text-orgdd468f0">
</div>
<div id="outline-container-org16af959" class="outline-3">
<h3 id="org16af959">PANEL</h3>
<div class="outline-text-3" id="text-org16af959">
<ul class="org-ul">
<li>BAT &#x2013;&gt; ON</li>
<li>GRD PWR &#x2013;&gt; ON</li>
<li>EMER EXIT LIGHTS &#x2013;&gt; ARMED</li>
<li>SEAT BELTS &#x2013;&gt; ON</li>
<li>WINDOW HEAT x4 &#x2013;&gt; ON</li>
<li>L R PACK &#x2013;&gt; AUTO</li>
<li>ISOLATION &#x2013;&gt; AUTO</li>
<li>IRS L R &#x2013;&gt; NAV</li>
<li>FLT ALT &#x2013;&gt; CRS ALT</li>
<li>ALTN &#x2013;&gt; AUTO</li>
</ul>
</div>
</div>
<div id="outline-container-org3818777" class="outline-3">
<h3 id="org3818777">FMC</h3>
<div class="outline-text-3" id="text-org3818777">
</div>
<div id="outline-container-org664487d" class="outline-4">
<h4 id="org664487d">POS INIT</h4>
<div class="outline-text-4" id="text-org664487d">
<ul class="org-ul">
<li>REF &#x2013;&gt; 起飞机场</li>
<li>GPS L &#x2013;&gt; SET IRS POS</li>
</ul>
</div>
</div>
<div id="outline-container-org76dd858" class="outline-4">
<h4 id="org76dd858">ROUTE</h4>
<div class="outline-text-4" id="text-org76dd858">
<ul class="org-ul">
<li>FLT PLAN &#x2013;&gt; REQUEST &#x2013;&gt; LOAD &#x2013;&gt; ACTIVATE &#x2013;&gt; EXEC</li>
</ul>
</div>
</div>
<div id="outline-container-orga18560c" class="outline-4">
<h4 id="orga18560c">DEP ARR</h4>
<div class="outline-text-4" id="text-orga18560c">
<ul class="org-ul">
<li>设定起降跑道</li>
</ul>
</div>
</div>
<div id="outline-container-orgc564d5d" class="outline-4">
<h4 id="orgc564d5d">PERF INIT</h4>
<div class="outline-text-4" id="text-orgc564d5d">
<ul class="org-ul">
<li>PERF INIT &#x2013;&gt; REQUEST &#x2013;&gt; LOAD</li>
<li>RESERVES &#x2013;&gt; ~3</li>
<li>N1 LIMIT &#x2013;&gt; 选择合适推力</li>
<li>TAKEOFF REF &#x2013;&gt; FLAPS CG V1 VR V2</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-orgeedd72a" class="outline-3">
<h3 id="orgeedd72a">PANEL</h3>
<div class="outline-text-3" id="text-orgeedd72a">
<ul class="org-ul">
<li>海压</li>
<li>FD x2 &#x2013;&gt; ON</li>
<li>A/T &#x2013;&gt; ARM</li>
<li>IAS &#x2013;&gt; V2</li>
<li>HEADING &#x2013;&gt; 跑道(这个应该不用手动设定)</li>
<li>设定巡航高度</li>
<li>YAW DAMPER &#x2013;&gt; ON</li>
<li>FUEL PUMPS x4 &#x2013;&gt; ON</li>
<li>ELEC 2 1 &#x2013;&gt; ON</li>
<li>FLT ALT &#x2013;&gt; 巡航高度</li>
<li>ANTI COLLISION &#x2013;&gt; ON</li>
<li>APU &#x2013;&gt; START</li>
<li>APU GEN x2 &#x2013;&gt; ON</li>
<li>APU BLEED &#x2013;&gt; ON</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org3d4fece" class="outline-2">
<h2 id="org3d4fece">PUSH &amp; START</h2>
<div class="outline-text-2" id="text-org3d4fece">
<p>
地面电源、门关闭 开始后推启动引擎
</p>
<ul class="org-ul">
<li>L R PACK &#x2013;&gt; OFF</li>
<li>ENGINE START 2 &#x2013;&gt; GRD &#x2013; &gt; 25% &#x2013;&gt; 2 &#x2013;&gt; IDLE</li>
<li>ENGINE START 1 &#x2013;&gt; GRD &#x2013; &gt; 25% &#x2013;&gt; 1 &#x2013;&gt; IDLE</li>
<li>APU GEN x2 &#x2013;&gt; OFF</li>
<li>PROBE x2 &#x2013;&gt; ON</li>
<li>L R PACK &#x2013;&gt; AUTO</li>
<li>APU BLEED &#x2013;&gt; OFF</li>
<li>APU &#x2013;&gt; OFF</li>
</ul>
</div>
</div>
<div id="outline-container-org8c4ab99" class="outline-2">
<h2 id="org8c4ab99">TAXING</h2>
<div class="outline-text-2" id="text-org8c4ab99">
<ul class="org-ul">
<li>TRIM SET</li>
<li>FLAP SET</li>
<li>AUTO BREAK &#x2013;&gt; RTO</li>
</ul>
</div>
<div id="outline-container-org190a600" class="outline-3">
<h3 id="org190a600">PANEL</h3>
<div class="outline-text-3" id="text-org190a600">
<ul class="org-ul">
<li>TAXI &#x2013;&gt; ON</li>
<li>VNAV &#x2013;&gt; ON</li>
<li>LNAV &#x2013;&gt; ON</li>
</ul>
</div>
</div>
</div>
<div id="outline-container-org6d001b5" class="outline-2">
<h2 id="org6d001b5">TAKEOFF</h2>
<div class="outline-text-2" id="text-org6d001b5">
<ul class="org-ul">
<li>应答机 &#x2013;&gt; TA/RA</li>
<li>LANDING &#x2013;&gt; ON</li>
<li>RUNWAY TURNOFF &#x2013;&gt; ON</li>
<li>POSITION &#x2013;&gt; STEADY &amp; STROBE</li>
<li>压着机头，油门到40，TO/GA 推力，空速80回中，V1 抬轮，收轮</li>
<li>CMD &#x2013;&gt; ON</li>
<li>FLAP &#x2013;&gt; UP</li>
<li>RUNWAY TURNOFF &#x2013;&gt; OFF</li>
<li>TAXI &#x2013;&gt; OFF</li>
<li>一万英尺后 &#x2013;&gt; LANDING &#x2013;&gt; OFF 海压 &#x2013;&gt; STD</li>
</ul>
</div>
</div>
<div id="outline-container-org98e0328" class="outline-2">
<h2 id="org98e0328">LANDING</h2>
<div class="outline-text-2" id="text-org98e0328">
</div>
<div id="outline-container-orgc703ae4" class="outline-3">
<h3 id="orgc703ae4">PANEL</h3>
<div class="outline-text-3" id="text-orgc703ae4">
<ul class="org-ul">
<li>LAND ALT &#x2013;&gt; 航图 Apt Elev</li>
</ul>
</div>
</div>
<div id="outline-container-orgd4e25e4" class="outline-3">
<h3 id="orgd4e25e4">FMC</h3>
<div class="outline-text-3" id="text-orgd4e25e4">
<p>
计算填写 APPROACH REF，主副中控台上输入 ILS 频率，调整 COURSE
</p>
</div>
</div>
<div id="outline-container-org6afdbff" class="outline-3">
<h3 id="org6afdbff">PANEL</h3>
<div class="outline-text-3" id="text-org6afdbff">
<ul class="org-ul">
<li>AUTOBRAKE SET</li>
<li>LANDING &#x2013;&gt; ON</li>
<li>RUNWAY TURNOFF &#x2013;&gt; ON</li>
<li>TAXI &#x2013;&gt; ON</li>
<li>SPEED BREAK &#x2013;&gt; ARMED</li>
<li>慢慢放 FLAP</li>
<li>APP 进近模式</li>
<li>海压 SET</li>
<li>COM 2 &#x2013;&gt; ON</li>
<li>BARO SET</li>
<li>FLAP IAS SET</li>
<li>放轮</li>
</ul>
</div>
</div>
</div>
<div class="taglist"><a href="./tags.html">Tags</a>: <a href="./tag-flightsim.html">flightsim</a> </div></div>
<div id="postamble" class="status"><center>λ @ 2024-2024</center></div>
</body>
</html>
